---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.InfillFailures.InfillLost
source: html/bd49fc31-fcc7-8440-bfba-e3047688a6f5.htm
---
# Autodesk.Revit.DB.BuiltInFailures.InfillFailures.InfillLost Property

Standalone infilling Wall is separated from its insert.

## Syntax (C#)
```csharp
public static FailureDefinitionId InfillLost { get; }
```